{
    "title": "Software Developer",
    "aboutMe": "About Me",
    "myProjects": "My Projects",
    "participation": "Participation",
    "authorship": "Authorship",
    "viewMore": "View More",
    "noDescription": "No description",
    "textFooter": "Designed and developed by",
    "aboutMeP1": "Hello! My name is Felipe Pereira de Lima, I'm 23 years old. Born and raised in Mesquita, Rio de Janeiro, I currently live in Cascavel, Paraná. This move has brought new perspectives, challenges, and opportunities that have enriched my journey.",
    "aboutMeP2": "My entry into the programming world began in 2021 when I developed my first project: a Python bot for automatically commenting on Instagram. This initial milestone sparked my curiosity and drove me to further explore this field. In 2022, I decided to fully commit, deepening my studies and dedicating myself entirely to programming. Since then, this choice has opened doors, bringing both challenges and opportunities my way.",
    "aboutMeP3": "One of the most impactful experiences I’ve had was developing a business alongside my mother. We created a wholesale cleaning and hygiene products business, where I took on crucial responsibilities: financial management, legal aspects, and even building the company website on the Shopify platform. This experience gave me an in-depth dive into the world of e-commerce and web development, with the opportunity to learn Liquid, Shopify’s specific programming language. This knowledge showed me how digital tools can truly transform a business.",
    "aboutMeP4": "Today, I work as a FullStack Developer at eMe Softhouse here in Cascavel. It’s an environment where I can put everything I’ve learned to the test, developing innovative solutions and tackling new challenges. This role allows me not only to enhance my technical skills but also to grow as a professional, always looking for new ways to deliver results.",
    "aboutMeP5": "Outside the programming world, I am a person of many interests. Since childhood, I’ve been fascinated by the automotive universe: I love riding motorcycles, admire the engineering behind cars, and am captivated by the grandeur of airplanes. My passion for adrenaline extends to hobbies like sport shooting, which demands focus, precision, and discipline. I also have a deep interest in astronomy. Observing the sky and contemplating the mysteries of the universe reminds me that knowledge is an endless journey.",
    "aboutMeP6": "In summary, I’m someone who seeks a balance between the technical and the personal. Every programming project, professional challenge, and hobby outside of work are opportunities for growth. I believe this combination of experiences makes me a more well-rounded professional and a more fulfilled individual."
}
  