{
    "title": "Desenvolvedor De Software",
    "aboutMe": "Sobre Mim",
    "myProjects": "Meus Projetos",
    "participation": "Participação",
    "authorship": "Autoria",
    "viewMore": "Ver mais",
    "noDescription": "Sem descrição",
    "textFooter": "Projetado e desenvolvido por",
    "textErrorToast": "Erro ao buscar os dados, tente novamente!",
    "openRepositoryButtonLabel": "Acessar Repositório",
    "noReadme": "README não disponível", 
    "loading": "Carregando...", 
    "buttonCV": "Baixar CV",
    "aboutMeP1": "Olá! Meu nome é Felipe Pereira de Lima, tenho 23 anos. Nascido e criado em Mesquita, no Rio de Janeiro, atualmente moro em Cascavel, Paraná. Essa mudança trouxe novas perspectivas, desafios e oportunidades que enriqueceram minha jornada.",
    "aboutMeP2": "Minha entrada no mundo da programação aconteceu em 2021, quando desenvolvi meu primeiro projeto: um bot em Python para comentar automaticamente no Instagram. Esse marco inicial despertou minha curiosidade e me levou a explorar cada vez mais esse universo. Em 2022, decidi me comprometer de verdade, aprofundando meus estudos e me dedicando integralmente à programação. Desde então, essa escolha abriu portas, tanto em desafios quanto em oportunidades.",
    "aboutMeP3": "Uma das experiências mais marcantes foi o desenvolvimento de uma empresa ao lado da minha mãe. Criamos um negócio de atacado em produtos de limpeza e higiene, e assumi responsabilidades cruciais: gestão financeira, jurídica, e até mesmo a criação do site da empresa na plataforma Shopify. Essa vivência me proporcionou um mergulho profundo no universo de e-commerce e no desenvolvimento web, com a oportunidade de aprender a linguagem Liquid, específica do Shopify. Esse conhecimento me mostrou como as ferramentas digitais podem transformar um negócio.",
    "aboutMeP4": "Hoje, atuo como desenvolvedor FullStack na eMe Softhouse, aqui em Cascavel. É um ambiente onde posso colocar à prova tudo o que aprendi, desenvolvendo soluções inovadoras e enfrentando novos desafios. Essa posição me permite não apenas aprimorar minhas habilidades técnicas, mas também crescer como profissional, sempre buscando novas formas de entregar resultados.",
    "aboutMeP5": "Fora do mundo da programação, sou uma pessoa de múltiplos interesses. Desde pequeno, sou fascinado pelo universo automotivo: amo pilotar motos, admiro a engenharia por trás dos automóveis e me impressiono com a grandiosidade dos aviões. Minha paixão pela adrenalina também se estende a hobbies como o tiro esportivo, que exige foco, precisão e disciplina. Além disso, tenho um interesse profundo em astronomia. Observar o céu e refletir sobre os mistérios do universo me lembra de que o conhecimento é uma jornada infinita.",
    "aboutMeP6": "Em resumo, sou alguém que busca o equilíbrio entre o técnico e o pessoal. Cada projeto de programação, cada desafio profissional e cada hobby fora do trabalho são oportunidades de crescimento. Acredito que essa combinação de experiências me torna um profissional mais completo e uma pessoa mais realizada."
}
  